Repository: kzkit/wakey
Catalog: Wakey/Localizable.xcstrings
Source language: en
Languages: de, fr, ja, zh_hans

source: 5 minutes
de: 5 Minuten
ja: 5分
zh_hans: 5 分钟

source: 10 minutes
de: 10 Minuten
ja: 10分
zh_hans: 10 分钟

source: About
de: Info
fr: À propos
ja: Wakeyについて
zh_hans: 关于

source: About Wakey
de: Über Wakey
fr: À propos de Wakey
ja: Wakeyについて
zh_hans: 关于 Wakey

source: Active hours
de: Aktive Stunden
fr: Heures actives
ja: 有効時間
zh_hans: 活跃时段

source: Allow your Mac to sleep normally.
de: Dein Mac darf wieder normal schlafen.
fr: Autoriser votre Mac à se mettre en veille normalement.
ja: Macを通常どおりスリープできるようにします。
zh_hans: 允许你的 Mac 正常睡眠。

source: App running
de: App läuft
fr: App en cours d’exécution
ja: アプリ実行中
zh_hans: 应用正在运行

source: Approval required
de: Zustimmung erforderlich
fr: Autorisation requise
ja: 承認が必要です
zh_hans: 需要批准

source: Available Apps
de: Verfügbare Apps
fr: Apps disponibles
ja: 利用可能なアプリ
zh_hans: 可用应用

source: Available While Open
de: Verfügbar, wenn geöffnet
fr: Disponibles si ouvertes
ja: 開いているアプリ
zh_hans: 打开时可用

source: Choose a duration to keep your Mac awake.
de: Wähle eine Dauer, um deinen Mac wach zu halten.
fr: Choisissez une durée pendant laquelle garder votre Mac éveillé.
ja: Macをスリープさせない時間を選択してください。
zh_hans: 选择让 Mac 保持唤醒的时长。

source: Choose how Wakey starts and stays available.
de: Lege fest, wie Wakey startet und verfügbar bleibt.
fr: Choisissez comment Wakey démarre et reste disponible.
ja: Wakeyの起動方法と常駐設定を選択します。
zh_hans: 选择 Wakey 如何启动并保持可用。

source: Couldn't update launch at login.
de: Start bei Anmeldung konnte nicht aktualisiert werden.
fr: Impossible de mettre à jour l’ouverture à la connexion.
ja: ログイン時に起動の設定を更新できませんでした。
zh_hans: 无法更新登录时启动设置。

source: Enable schedule
de: Zeitplan aktivieren
fr: Activer la planification
ja: スケジュールを有効にする
zh_hans: 启用计划

source: Forever
de: Unbegrenzt
fr: Illimité
ja: 無期限
zh_hans: 永久

source: General
de: Allgemein
fr: Général
ja: 一般
zh_hans: 通用

source: Inactive
de: Inaktiv
fr: Inactif
ja: 停止中
zh_hans: 未启用

source: Keep your Mac awake during a recurring time window.
de: Halte deinen Mac während eines wiederkehrenden Zeitfensters wach.
fr: Gardez votre Mac éveillé pendant une plage horaire récurrente.
ja: 繰り返しの時間帯にMacをスリープさせません。
zh_hans: 在重复的时间段内让 Mac 保持唤醒。

source: Keeping Mac awake
de: Mac wird wach gehalten
fr: Mac maintenu éveillé
ja: Macをスリープさせません
zh_hans: Mac 保持唤醒中

source: Launch at login
de: Bei Anmeldung starten
fr: Ouvrir à la connexion
ja: ログイン時に起動
zh_hans: 登录时启动

source: macOS needs approval before Wakey can launch at login.
de: macOS benötigt deine Zustimmung, bevor Wakey bei der Anmeldung starten kann.
fr: macOS doit recevoir votre autorisation avant que Wakey puisse s’ouvrir à la connexion.
ja: Wakeyをログイン時に起動するには、macOSで承認が必要です。
zh_hans: macOS 需要批准后，Wakey 才能在登录时启动。

source: Manual session running
de: Manuelle Sitzung läuft
fr: Session manuelle en cours
ja: 手動セッション実行中
zh_hans: 手动会话正在运行

source: No apps in this section.
de: Keine Apps in diesem Abschnitt.
fr: Aucune app dans cette section.
ja: このセクションにアプリはありません。
zh_hans: 此部分没有应用。

source: No running apps
de: Keine laufenden Apps
fr: Aucune app en cours
ja: 実行中のアプリはありません
zh_hans: 没有正在运行的应用

source: Open an app to add it here.
de: Öffne eine App, um sie hier hinzuzufügen.
fr: Ouvrez une app pour l’ajouter ici.
ja: ここに追加するにはアプリを開いてください。
zh_hans: 打开一个应用即可在这里添加。

source: Open System Settings
de: Systemeinstellungen öffnen
fr: Ouvrir Réglages Système
ja: システム設定を開く
zh_hans: 打开系统设置

source: Open System Settings if macOS needs your approval.
de: Öffne die Systemeinstellungen, wenn macOS deine Zustimmung benötigt.
fr: Ouvrez Réglages Système si macOS a besoin de votre autorisation.
ja: macOSの承認が必要な場合は、システム設定を開いてください。
zh_hans: 如果 macOS 需要你的批准，请打开系统设置。

source: Open Wakey automatically when you sign in.
de: Wakey automatisch öffnen, wenn du dich anmeldest.
fr: Ouvrir Wakey automatiquement à la connexion.
ja: サインイン時にWakeyを自動的に開きます。
zh_hans: 登录时自动打开 Wakey。

source: Quick Start
de: Schnellstart
fr: Démarrage rapide
ja: クイックスタート
zh_hans: 快速开始

source: Quit
de: Beenden
fr: Quitter
ja: 終了
zh_hans: 退出

source: Schedule
de: Zeitplan
fr: Planification
ja: スケジュール
zh_hans: 计划

source: Schedule active now
de: Zeitplan ist jetzt aktiv
fr: Planification active maintenant
ja: スケジュールが現在有効です
zh_hans: 计划当前已生效

source: Scheduled run
de: Geplante Ausführung
fr: Exécution planifiée
ja: スケジュール実行中
zh_hans: 计划运行

source: Selected apps keep your Mac awake while they are open.
de: Ausgewählte Apps halten deinen Mac wach, solange sie geöffnet sind.
fr: Les apps sélectionnées gardent votre Mac éveillé lorsqu’elles sont ouvertes.
ja: 選択したアプリを開いている間、Macをスリープさせません。
zh_hans: 所选应用打开时会让 Mac 保持唤醒。

source: Settings
de: Einstellungen
fr: Réglages
ja: 設定
zh_hans: 设置

source: Stop
de: Stoppen
fr: Arrêter
ja: 停止
zh_hans: 停止

source: Timer ended. Your Mac can sleep now.
de: Timer beendet. Dein Mac kann jetzt schlafen.
fr: Le minuteur est terminé. Votre Mac peut maintenant se mettre en veille.
ja: タイマーが終了しました。Macはスリープできます。
zh_hans: 计时结束。你的 Mac 现在可以睡眠了。

source: to
de: bis
fr: à
zh_hans: 至

source: Until you stop it.
de: Bis du es stoppst.
fr: Jusqu’à ce que vous l’arrêtiez.
ja: 停止するまで。
zh_hans: 直到你停止为止。

source: Update
de: Aktualisieren
fr: Mettre à jour
ja: アップデート
zh_hans: 更新

source: Wakey is currently preventing sleep from this rule.
de: Wakey verhindert derzeit den Ruhezustand aufgrund dieser Regel.
fr: Wakey empêche actuellement la mise en veille avec cette règle.
ja: このルールにより、Wakeyが現在スリープを防止しています。
zh_hans: Wakey 正在根据此规则防止睡眠。

source: Wakey is keeping your Mac awake
de: Wakey hält deinen Mac wach
fr: Wakey garde votre Mac éveillé
ja: WakeyがMacのスリープを防止しています
zh_hans: Wakey 正在让你的 Mac 保持唤醒

source: Watched Apps
de: Überwachte Apps
fr: Apps surveillées
ja: 監視するアプリ
zh_hans: 监控的应用

source: Watching
de: Überwacht
fr: Surveillées
ja: 監視中
zh_hans: 正在监控

source: 1 minute
ja: 1分
zh_hans: 1 分钟

source: Version %@
ja: バージョン%@
zh_hans: 版本 %@

source: Version %@ (%@)
ja: バージョン%@（%@）
zh_hans: 版本 %@（%@）
